var billData = [
  {
    "付货通知单号": "CSFQDSNO5N119050145",
    "SAP订单号": "CSFQDSNO5N119050145",
    "创建日期": "2019-06-04",
    "客户编码": "CN21000092/东北金城建设股份有限公司",
    "客户组": "",
    "品种": "普通硅酸盐水泥^散装^盾石",
    "材料单价": "438",
    "提单量": "500",
    "发货量": "420",
    "剩余量": "80",
    "运输单位": "电商自提",
    "运费单价": "0.0",
    "销售员": "141/任城",
    "办公室": "1362/辽宁营销销售一部",
    "提货厂家": "沈阳冀东水泥有限公司",
    "销往地区": "鞍山市铁西区",
    "终端客户": "一般工程",
    "卸货点": "",
  },
  {
    "付货通知单号": "CLYQDSNO5N119020145",
    "SAP订单号": "CLYQDSNO5N119020145",
    "创建日期": "2019-01-01",
    "客户编码": "CN13020001/唐山冀东水泥股份有限公司",
    "客户组": "",
    "品种": "普通硅酸盐水泥^散装^盾石",
    "材料单价": "369",
    "提单量": "1200",
    "发货量": "871",
    "剩余量": "392",
    "运输单位": "电商自提",
    "运费单价": "0.0",
    "销售员": "144/张迎乐",
    "办公室": "1562/唐秦营销销售一部",
    "提货厂家": "启新冀东水泥有限公司",
    "销往地区": "唐山市路北区",
    "终端客户": "一般工程",
    "卸货点": "",
  },
  {
    "付货通知单号": "CQXQDSNO5N119030219",
    "SAP订单号": "CQXQDSNO5N119030219",
    "创建日期": "2019-03-04",
    "客户编码": "	CN13013401/中商全联能源产业煤炭（唐山）有限公司",
    "客户组": "",
    "品种": "普通硅酸盐水泥^散装^盾石",
    "材料单价": "438",
    "提单量": "600",
    "发货量": "320",
    "剩余量": "280",
    "运输单位": "电商自提",
    "运费单价": "0.0",
    "销售员": "141/任城",
    "办公室": "1362/辽宁营销销售一部",
    "提货厂家": "沈阳冀东水泥有限公司",
    "销往地区": "北京市宣武区",
    "终端客户": "一般工程",
    "卸货点": "",
  },
  {
    "付货通知单号": "CLXQDSNO5N119050145",
    "SAP订单号": "CLXQDSNO5N119050145",
    "创建日期": "2019-06-04",
    "客户编码": "CN13020001/西南金城建设股份有限公司",
    "客户组": "",
    "品种": "普通硅酸盐水泥^散装^盾石",
    "材料单价": "438",
    "提单量": "500",
    "发货量": "320",
    "剩余量": "180",
    "运输单位": "电商自提",
    "运费单价": "0.0",
    "销售员": "141/任城",
    "办公室": "1362/辽宁营销销售一部",
    "提货厂家": "沈阳冀东水泥有限公司",
    "销往地区": "唐山市路北区",
    "终端客户": "一般工程",
    "卸货点": "",
  },
];

var billData1 =  billData ;

List listData = [
      {
        "title": "鹿鼎记",
        "owner": "金庸",
        "primary": "韦小宝，阿珂，建宁公主，康熙",
        "imageURL":
            "https://img1.doubanio.com/view/subject/l/public/s1879839.jpg"
      },
      {
        "title": "天龙八部",
        "owner": "金庸",
        "primary": "乔峰、段誉、慕容复、阿朱、阿紫",
        "imageURL":
            "https://img1.doubanio.com/view/subject/l/public/s1879839.jpg"
      },
      {
        "title": "陆小凤",
        "owner": "古龙",
        "primary": "陆小凤、司空摘星、花满楼、牛肉汤",
        "imageURL":
            "http://ww1.sinaimg.cn/large/679db862jw1eu39hc1hagj21hd0u0n2m.jpg"
      },
      {
        "title": "楚留香",
        "owner": "古龙",
        "primary": "楚留香、胡铁花、宋甜儿、高亚楠",
        "imageURL": "https://www.itying.com/images/flutter/1.png"
      }
    ];